Repository: Vistaus/dissent
Catalog: po/*/default.po
Languages: nl

source: Added %s to the group.
nl: ‘%s’ is toegevoegd aan de groep.

source: Blocked Users
nl: Geblokkeerde gebruikers

source: Boosted the server!
nl: De server is geboost!

source: Busy
nl: Bezig

source: Calling you.
nl: Je wordt gebeld.

source: Cancel
nl: Annuleren

source: Changed the channel icon.
nl: Het kanaalpictogram is gewijzigd.

source: Changed the channel name to #
nl: De kanaalnaam is gewijzigd in

source: Composer
nl: Auteur

source: Connecting
nl: Bezig met verbinden

source: Connecting...
nl: Bezig met verbinden…

source: Decrypt (?)
nl: Ontsleutelen (?)

source: Dependency Authors
nl: Afhankelijkheidsmakers

source: Direct Messages
nl: Privéberichten

source: Edit
nl: Bewerken

source: Editing message
nl: Bericht bewerken

source: Email
nl: E-mailadres

source: Empty channel
nl: Leeg kanaal

source: Enable a semi-WYSIWYG feature that decorates the input Markdown text.
nl: Schakel de semi-WYSIWYG-functie in, zodat Markdown-tekst opgemaakt kan worden.

source: Enter text here
nl: Voer tekst in

source: Entry
nl: Invoer

source: Error marshaing JSON:
nl: De json kan niet worden verwerkt:

source: Hide
nl: Verbergen

source: Idle
nl: Inactief

source: In_visible
nl: On_zichtbaar

source: Invisible
nl: Onzichtbaar

source: Joined the server.
nl: Je neemt deel aan de server.

source: List of users whose messages you won't see.
nl: Lijst met gebruikers waarvan je geen berichten ontvangt.

source: Loading...
nl: Bezig met laden…

source: Login
nl: Inloggen

source: Log In
nl: Inloggen

source: Login using:
nl: Inloggen met:

source: Message
nl: Bericht

source: Message
nl: Bericht

source: Messages
nl: Berichten

source: Messages Width
nl: Berichtbreedte

source: Options:
nl: Opties:

source: Override Member Colors
nl: Andere lidkleuren gebruiken

source: Password
nl: Wachtwoord

source: Pinned <a href="#message/%d">a message</a>.
nl: Je hebt <a href="#message/%d">een bericht</a> vastgemaakt.

source: Quick Switcher
nl: Snelwisselaar

source: Redacted.
nl: Ingetrokken.

source: Remember Account
nl: Account onthouden

source: Removed %s from the group.
nl: ‘%s’ is uit de groep gezet.

source: Remove File
nl: Bestand verwijderen

source: Reply
nl: Beantwoorden

source: Replying to %s
nl: Antwoord aan ‘%s’

source: Rich Preview
nl: Opgemaakte voorvertoning

source: Search
nl: Zoeken

source: Search Users
nl: Zoeken naar gebruikers

source: Send Message on Enter
nl: Berichten versturen met entertoets

source: Send the message when the user hits the Enter key. Disable this for mobile.
nl: Verstuur een bericht door op de entertoets te drukken. Schakel uit op telefoons.

source: Set _Status
nl: _Status instellen

source: Several people are typing...
nl: Er zijn meerdere personen aan het typen…

source: Show
nl: Tonen

source: Show All Emojis
nl: Alle emoji's tonen

source: Show (and autocomplete) all emojis even if the user doesn't have Nitro.
nl: Toon alle emoji's en vul ze automatisch aan, zelfs als de gebruiker geen Nitro heeft.

source: Show Blocked Messages
nl: Geblokkeerde berichten tonen

source: Show messages from blocked users as dimmed instead of completely hidden.
nl: Toon berichten van geblokkeerde gebruikers met een andere achtergrond.

source: Show _Source
nl: _Bron tonen

source: Stop Editing
nl: Bewerken afbreken

source: The server is now Nitro Boosted to Tier 1.
nl: De server is met Nitro geboost naar niveau 1.

source: The server is now Nitro Boosted to Tier 2.
nl: De server is met Nitro geboost naar niveau 2.

source: The server is now Nitro Boosted to Tier 3.
nl: De server is met Nitro geboost naar niveau 3.

source: The width of the messages column.
nl: De breedte van de berichtkolom.

source: Token
nl: Toegangssleutel

source: Unblock
nl: Deblokkeren

source: Unknown
nl: Onbekend

source: Unknown channel
nl: Onbekend kanaal

source: Upload
nl: Uploaden

source: Upload File
nl: Bestand uploaden

source: Upload Files
nl: Bestanden uploaden

source: Usage: %s [options] <name>...
nl: Gebruik: %s [opties] <naam>…

source: Use generated colors instead of role colors for members.
nl: Gebruik gegenereerde in plaats van rolkleuren.

source: User Settings
nl: Gebruikersinstellingen

source: Where would you like to go?
nl: Waar wil je naartoe?
